Revit 2027 API
ConnectionValidationInfo Properties
The ConnectionValidationInfo type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ConnectionValidationInfo Class
Autodesk.Revit.DB Namespace